<template>
  <section class="warp">
    <section class="content">
      <p>
        看数藏非常重视用户的隐私和个人信息保护。您在使用我们的产品和/或服务时，我们可能会收集和使用您的相关信息。<br />
        我们深知个人信息对您而言的重要性，并会尽全力保护您的个人信息安全可靠，也感谢您对我们的信任。我们致力于维持您对我们的信任，恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则等。同时，我们承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息<br />
        我们将尽力采用通俗易懂的文字表述向您进行说明和告知，<b class="underline"
          >并就本政策中可能与您的合法利益存在重大关系的条款，采用字体加粗的方式以提请您的注意。如果您不同意本政策的内容，我们将无法为您提供完整的产品和服务，同时您也需要立即停止使用看数藏平台产品及相关服务。如您开始使用我们的产品或服务，则视为您已经充分、完全地阅读并理解了本政策中的全部内容，并且同意我们按照本政策的约定收集、使用、存储及对外提供您的个人信息，以便您享受优质、便捷的服务。<br />
          我们可能会不时推出新的或优化后的功能，可能需要收集、使用新的个人信息或变更个人信息使用目的或方式。对此，我们将通过更新本政策以弹窗、页面提示等方式另行向您说明对应信息的收集目的、范围及使用方式，并为您提供自主选择同意的方式，且在征得您明示同意后收集、使用。</b
        >
      </p>

      <h3>第一部分 定义</h3>
      <p>
        <b>个人信息：</b
        >指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。<br />
        <b>个人敏感信息：</b
        >指包括身份证件号码、个人生物识别信息、银行账号、财产信息、行踪轨迹、交易信息、14岁以下（含）儿童信息等的个人信息（我们将在本隐私权政策中对具体个人敏感信息以粗体进行显著标识）。<br />
        <b>个人信息删除：</b
        >指在实现日常业务功能所涉及的系统中去除个人信息的行为，使其保持不可被检索、访问的状态。<br />
        <b>儿童：</b>指不满十四周岁的未成年人。
        除另有约定外，本政策所用定义与《看数藏用户服务协议》中的定义具有相同的含义。
      </p>

      <h3>第二部分 隐私政策</h3>
      <p>
        您可以根据以下索引阅读相应章节，进一步了解本政策的具体约定：<br />
        一、我们如何收集和使用您的个人信息<br />
        二、我们如何使用Cookie、Beacon、Proxy等技术<br />
        三、我们如何共享、转让、公开披露您的个人信息<br />
        四、我们如何保护和保存您的个人信息 五、您如何管理您的个人信息<br />
        六、未成年人的个人信息保护 <br />
        七、通知和修订<br />
        八、如何联系我们<br />
      </p>
      <h3>一、我们如何收集和使用您的个人信息</h3>
      <p>
        在您使用看数藏平台及相关服务时，您理解并同意，我们将根据下列不同场景下的相应目的收集、使用您特定种类的个人信息，用以向您提供服务、提升我们的服务质量，以及符合国家法律法规的要求。<br />
        <b>（一）创建用户账号并登录平台</b><br />
        <b>创建用户账号并登录：</b
        >我们通过看数藏平台账号为您提供基础用户服务。为创建用户并使用平台服务，您需要提供
        <b>手机号码</b
        >、验证码/账号密码，手机号码作为用户账号、验证码/账号密码用于校验登录。<br />
        如果您在看数藏平台未注册或未登录状态下使用看数藏，我们依照非注册模式为您提供“仅浏览”服务，非注册模式下我们仅能为您提供部分功能。为保障功能实现，我们将
        <b
          >收集和使用您的网络信息（WLAN接入点、基站等传感器信息、IP地址、接入网络的方式、网络质量数据、移动网络信息）、设备信息（设备标识符、操作系统的设置信息、设备硬件信息、设备网络信息）、日志信息（网络访问日志、用户操作日志）、个人上网记录信息（网站浏览记录、操作点击记录）、搜索关键字信息。</b
        >
        <br />
        <b>（二）信息浏览、发布、互动</b><br />
        您可以在看数藏浏览、阅读其他用户或看数藏发布的主题、问答、视频、广告、个人金融信贷产品推荐等内容，可以点赞、评论、收藏、分享您感兴趣的主题，关注您感兴趣的版区（如羊毛优惠），随时关闭不感兴趣的广告；您还可以在看数藏发布主题、问答等内容，可以与其他用进行互动，包括回复其他用户的评论、编辑其他用户的提问。<br />
        为向您提供、维护和改进以上产品或服务，我们会存储您发布的所有内容，<b>也会收集设备信息（包括设备名称、设备型号、设备识别码、操作系统和应用程序版本、语言设置、分辨率、服务提供商网络ID（PLMN））、服务日志（网站浏览记录、操作点击记录、收藏或关注列表关注分享信息、城市列表、搜索查询、浏览器类型、电信运营商、使用语言、访问日期和时间）、浏览器类型</b>，用以建立您使用档案；建立和管理您和社区内容的关注关系，以向您展示和推送您关注的信息。<br />
        当您在使用看数藏的过程中
        <b
          >点击了跳转至其他App的链接，我们会检索您的设备是否安装了该App。如有安装，可能会在您点击跳转链接后帮您唤起该App</b
        >，以为您带来更便捷的使用体验。 <br />
        <b>（三）搜索功能</b><br />
        您可以使用对关键字进行搜索的功能。为实现此功能，<b>我们需要使用网络存储机制和应用数据缓存，收集和使用您的搜索关键字信息并进行本地存储</b>，以提供更高效、便捷的搜索服务。搜索结果将跟据您的搜索关键字信息进行展示。<br />
        <b>（四）购买看数藏VIP会员服务</b><br />
        当您购买看数藏VIP会员服务时，您可以选择看数藏合作的第三方支付机构所提供的支付服务。支付功能本身并不收集您的个人信息，但我们需要将您的订单信息、交易金额信息、
        <b>订单安全相关设备信息及其他反洗钱法律要求的必要信息</b
        >与这些支付机构共享以实现其确认您的支付指令并完成支付。<br />
        为使我们及时获悉并确认您的支付进度及状态，为您提供售后与争议解决服务，您同意我们可自您所选择的第三方支付机构收集与支付进度相关信息。<br />
        <b>（五）运营活动奖励提现</b><br />
        看数藏不时发起做任务赚赏金、做任务领取信用币等运营活动，如果您参加相关运营活动并获得相应赏金、信用币，我们会通过钱包提现界面
        <b
          >收集包括但不限于您预留的身份信息、交易帐号信息，以便向您发放运营奖励等</b
        >。若您不参加相关运营活动则无需提供前述信息。<br />
        <b>（六）帮助与反馈</b><br />
        您可以使用帮助与反馈功能，向我们发起投诉、申诉、咨询或售后申请。为了保障您的账户及系统安全，<b
          >我们需要您提供必要的个人信息以核验您的用户身份。<br />
          为便于与您联系、尽快帮助您解决问题或记录相关问题的处理方案及结果，我们可能会保存您与我们的通信/通话记录及相关内容（包括账号信息、购买VIP会员服务订单信息、您为了证明相关事实提供的其他信息，或您留下的联系方式信息）。</b
        >
        <b>（七）为您提供安全保障</b><br />
        为满足《中华人民共和国网络安全法》等法律法规的要求和网络安全保障的需要，为您提供安全、可靠的产品与服务，保障系统运行的稳定性和安全性，防止您的账号被盗、个人信息被非法获取，保护您的账号安全，
        <b
          >我们需要收集您的网络信息（WLAN接入点、基站等传感器信息、IP地址、接入网络的方式、网络质量数据、移动网络信息）、设备信息（设备标识符、操作系统的设置信息、设备硬件信息、设备网络信息）、日志信息（网络访问日志、用户操作日志）</b
        >来判断您的账号风险，以及预防、发现、调查危害系统运行安全、非法或违反我们规则、协议的行为。我们也会收集您的前述设备信息、网络信息、日志信息用于对我们产品或服务系统问题进行分析、统计流量并排查可能存在的风险，在您选择向我们发送异常信息时予以排查。如果您不提供上述信息，我们则无法在您使用我们的产品或服务的过程中对产品或服务及您的账号安全进行保护。<br />
      </p>
      <p @click="detail1 = !detail1">
        各项产品功能所收集和使用您的信息逐项列举，<span class="underline"
          >详见本政策附件1。</span
        >
      </p>
      <br />
      <table border="1" v-show="detail1">
        <tr>
          <th>序号</th>
          <th>业务场景或功能</th>
          <th>收集频率</th>
          <th>所需个人信息类型</th>
          <th>个人信息字段</th>
          <th>采用信息目的说明、场景描述</th>
        </tr>
        <tr>
          <td>1</td>
          <td>信息浏览、搜索、发布、互动</td>
          <td>仅业务触发时收集</td>
          <td>个人基本资料、个人常用设备信息、网络身份标识信息</td>
          <td>
            个人电话号码、硬件序列号、唯一设备识别码、宽带类型、访问时间、IP地址
          </td>
          <td>
            打开看数藏，在注册页面填写的手机号码作为账号，验证码用于验证登录
          </td>
        </tr>
        <tr>
          <td>2</td>
          <td>注册及验证码登陆</td>
          <td>仅业务触发时收集</td>
          <td>个人上网记录、个人常用设备信息、网络身份标识信息</td>
          <td>设备信息、服务日志、城市列表</td>
          <td>
            每次打开使用看数藏时，进行信息浏览、搜索、发布、互动以及关注羊毛优惠信息
          </td>
        </tr>
        <tr>
          <td>3</td>
          <td>运营活动奖励提现</td>
          <td>仅业务触发时收集</td>
          <td>个人基本资料、个人财产信息</td>
          <td>个人姓名、收款账号</td>
          <td>参加相关运营活动并获得相应赏金、信用币进行提现时提供收款信息</td>
        </tr>
        <tr>
          <td>4</td>
          <td>帮助与反馈</td>
          <td>仅业务触发时收集</td>
          <td>个人基本资料、个人电话号码、个人通信信息</td>
          <td>个人姓名、个人电话号码、照片/视频</td>
          <td>在帮助与反馈界面，用户主动填写，用于联系帮助用户解决问题</td>
        </tr>
        <tr>
          <td>5</td>
          <td>安全保障</td>
          <td>仅业务触发时收集</td>
          <td>个人上网记录、个人常用设备信息、网络身份标识信息</td>
          <td>设备信息、服务日志、网络信息</td>
          <td>
            使用我们的产品或服务的过程中对产品或服务及您的账号安全进行保护
          </td>
        </tr>
      </table>
      <p>
        <b>（八）为您提供其他附加服务</b><br />
        为向您提供更便捷、更优质、个性化的产品及/或服务，努力提升您的体验，我们在向您提供的以下附加服务中可能会收集和使用您的个人信息。
        <b
          >如果您不提供这些信息，不会影响您使用看数藏平台的浏览、搜索等基本服务</b
        >，但您可能无法获得这些附加服务给您带来的用户体验。这些附加服务包括：<br />
        1、<b>基于相机/摄像头的附加服务</b>：您可在开启相机/摄像头权限拍摄照片进行在线意见反馈（“我的”→“帮助与反馈”→“我要反馈”）、上传/更换头像、主题帖子发布图片。<br />
        2、<b>基于相册（图片库）的图片上传的附加服务</b>：您可在开启相册权限后使用该功能上传您的照片/图片，以实现上传/更换头像、在线意见反馈（“我的”→“帮助与反馈”→“我要反馈”）、上传/更换头像、主题帖子发布图片。<br />
        3、<b>基于位置权限的附加功能</b>：当您需要使用看数藏羊毛优惠推荐服务，您可以选择开启设备位置权限，授权我们收集和使用您的城市列表，以便我们向您推送附近的内容和服务。<br />
        4、<b>基于通知权限的附加服务</b>：为方便您及时掌握站内信息及提升购物体验，您可以在安装看数藏平台时授权我们允许通知的权限
        。<br />
        5、<b>基于网络访问权限的附加服务</b>：为了您能够使用看数藏平台提供的服务，您可以在安装看数藏平台时打开网络访问权限。<br />
        6、<b>基于本地读写权限的附加服务</b>：我们向您申请获取此权限，目的是为了保障看数藏平台的稳定运行。在您开启我们可读取/写入您设备存储的权限后，我们将自您设备存储空间内读取或向其中写入图片、文件、崩溃日志信息等必要信息，用于向您提供信息发布或在本地记录崩溃日志信息等功能。<br />
        <b
          >请您注意，您开启任一权限即代表您授权我们可以收集和使用相关个人信息来为您提供对应服务，您一旦关闭任一权限即代表您取消了授权，我们将不再基于对应权限继续收集和使用相关个人信息，也无法为您提供该权限所对应的服务。但是，您关闭权限的决定不会影响此前基于您的授权所进行的信息收集及使用。</b
        ><br />
        <b class="underline" @click="detail2 = !detail2"
          >各相关业务功能可能开启您的设备访问权限的逐项列举，详见本政策附件2。</b
        ><br />
      </p>
      <div v-show="detail2">
        Android: <br />
        <table border="1">
          <tr>
            <th>序号</th>
            <th>获取的权限</th>
            <th>权限应用的场景</th>
            <th>权限使用的频率</th>
          </tr>
          <tr>
            <td>1</td>
            <td>访问手机相册权限</td>
            <td>上传/修改头像，主题帖子发布图片，帮助与反馈中进行问题描述</td>
            <td>首次触发相关业务时获取</td>
          </tr>
          <tr>
            <td>2</td>
            <td>使用照相设备权限</td>
            <td>上传/修改头像，主题帖子发布图片、帮助与反馈中进行问题描述</td>
            <td>首次触发相关业务时获取</td>
          </tr>
          <tr>
            <td>3</td>
            <td>位置信息权限</td>
            <td>登陆后查看获取本地优惠信息</td>
            <td>触发相关业务时获取</td>
          </tr>
          <tr>
            <td>4</td>
            <td>消息通知权限</td>
            <td>给用户下发在社区内的动态通知</td>
            <td>仅首次安装与升级时获取</td>
          </tr>
          <tr>
            <td>5</td>
            <td>网络访问权限</td>
            <td>用户访问平台服务器获取数据</td>
            <td>仅首次安装与升级时获取</td>
          </tr>
          <tr>
            <td>6</td>
            <td>本地读写权限</td>
            <td>保存社区中图片</td>
            <td>仅首次触发时获取权限</td>
          </tr>
        </table>

        ios: <br />
        <table border="1">
          <tr>
            <th>序号</th>
            <th>获取的权限</th>
            <th>权限应用的场景</th>
            <th>权限使用的频率</th>
          </tr>
          <tr>
            <td>1</td>
            <td>访问手机相册权限</td>
            <td>上传/修改头像，主题帖子发布图片，帮助与反馈中进行问题描述</td>
            <td>首次触发相关业务时获取</td>
          </tr>
          <tr>
            <td>2</td>
            <td>使用照相设备权限</td>
            <td>上传/修改头像，主题帖子发布图片、帮助与反馈中进行问题描述</td>
            <td>首次触发相关业务时获取</td>
          </tr>
          <tr>
            <td>3</td>
            <td>消息通知权限</td>
            <td>给用户下发在社区内的动态通知</td>
            <td>仅首次安装与升级时获取</td>
          </tr>
          <tr>
            <td>4</td>
            <td>网络访问权限</td>
            <td>用户访问平台服务器获取数据</td>
            <td>仅首次安装与升级时获取</td>
          </tr>
        </table>
      </div>
      <p>
        （九）其他<br />
        <b class="underline"
          >1、若您提供的信息中含有其他用户的个人信息，在向看数藏平台提供这些个人信息之前，您需确保您已经取得合法的授权。若其中涉及儿童个人信息的，您需在发布前取得对应儿童监护人的同意，前述情形下监护人有权通过本政策第八条的途径联系我们，要求更正或删除涉及儿童个人信息的内容。</b
        ><br />
        <b class="underline">
          2、若我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的，或者我们主动从第三方处获取您的个人信息，均会事先获得您的同意。</b
        ><br />
        若我们从第三方处间接获取您的信息的，我们会在收集前明确以书面形式要求该第三方在已依法取得您同意后收集个人信息，并向您告知共享的信息内容，且涉及敏感信息的在提供给我们使用前需经过您的明确确认，要求第三方对个人信息来源的合法性和合规性作出承诺，如第三方有违反行为的，我们会明确要求对方承担相应法律责任；同时，我们的专业安全团队对个人信息会进行安全加固（包括敏感信息报备、敏感信息加密存储、访问权限控制等）。我们会使用不低于我们对自身用户个人信息同等的保护手段与措施对间接获取的个人信息进行保护。<br />
        3、您充分知晓，根据相关法律法规规定，在如下情形中，我们可能会依法收集并使用您的个人信息而无需征得您的授权同意：<br />
        （1）与国家安全、国防安全直接相关的；<br />
        （2）与公共安全、公共卫生、重大公共利益直接相关的；<br />
        （3）与犯罪侦查、起诉、审判和判决执行等直接相关的；<br />
        （4）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的<br />
        （5）所涉及的个人信息是您自行向社会公众公开的；<br />
        （6）根据您的要求签订和履行合同所必需的；<br />
        （7）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；<br />
        （8）维护所提供产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障。<br />
        请知悉，根据适用的法律，若我们
        <b class="underline"
          >对个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法重新识别特定个人且不能复原</b
        >，或我们可能会对收集的信息进行去标识化地研究、统计分析和预测，用于改善看数藏平台的内容和布局，为商业决策提供产品或服务支撑，以及改进我们的产品和服务（包括使用匿名数据进行机器学习或模型算法训练），<b
          class="underline"
          >则此类处理后数据的使用无需另行向您通知并征得您的同意</b
        >。<br />
        4、如我们停止运营看数藏平台产品或服务，我们将及时停止继续收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，并对我们所持有的与已关停业务相关的个人信息进行删除或匿名化处理。涉及儿童个人信息的，我们会并将停止运营的通知及时告知儿童监护人。<br />
      </p>
      <h3>二、我们如何使用Cookie、Beacon、Proxy等技术</h3>
      <p>
        （一）为使您获得更轻松的访问体验，您使用我们提供的服务时，我们可能会通过小型数据文件识别您的身份，这么做可帮您省去重复输入申请信息的步骤，或者帮助判断您的账号安全状态。这些数据文件可能是Cookie，Flash
        Cookie，您的浏览器或关联应用程序提供的其他本地存储（以下简称“Cookie”）。借助于
        Cookie，我们能够存储cookie收集的账号信息等数据。<br />
        （二）请您理解，我们的某些服务只能通过使用Cookie才可得到实现。<b
          >如您的浏览器或浏览器附加服务允许，您可以修改对Cookie的接受程度或者拒绝看数藏平台的Cookie。多数浏览器工具条中的“帮助”部分会告诉您怎样防止您的浏览器接受新的Cookie，怎样让您的浏览器在您收到一条新Cookie时通知您或者怎样彻底关闭Cookie。此外，您可以通过改变浏览器附加程序的设置，或通过访问提供商的网页，来关闭或删除浏览器附加程序使用的类似数据（例如：Flash
          Cookie）。但这一举动在某些情况下可能会影响您安全使用看数藏平台提供的服务。</b
        ><br />
        （三）我们网站上还可能包含一些电子图像（以下简称“网络Beacon”），使用网络Beacon可以帮助网站计算浏览网页的用户或访问某些Cookie，我们会通过网络Beacon收集您浏览网页活动的信息，例如：您访问的页面地址、您先前访问的援引页面的位置、您的浏览环境以及显示设定。<br />
        （四）如您通过我们的网站或APP，使用了由第三方而非我们提供的服务时，为尽力确保您的账号安全，使您获得更安全的访问体验，我们可能会使用专用的网络协议及代理技术（以下简称“Proxy技术”）。使用Proxy技术，可以帮助您识别到我们已知的高风险站点，减少由此引起的钓鱼、账号泄露等风险，同时更有利于保障您和第三方的共同权益，阻止不法分子篡改您和您希望访问的第三方之间正常服务内容，例如：不安全路由器、非法基站等引起的广告注入、非法内容篡改等。在此过程中，我们也可能会获得和保存关于您计算机的相关信息，例如：IP地址、硬件ID。
      </p>

      <h3>三、我们如何共享、转让、公开披露您的个人信息</h3>
      <p>
        （一）共享 <br />
        保护用户个人信息和隐私是看数藏的一项基本原则。除以下情形外，我们不会与任何公司、组织和个人共享您的个人信息：<br />
        1、获得您的明确授权或同意后共享。获得您的明确授权或同意后，我们会与其他方共享您的个人信息。<br />
        2、在法定情形下的共享。我们可能会根据法律法规规定、行政或司法机关的要求，对外共享您的个人信息。<br />
        3、与我们的关联公司共享。您的个人信息可能会与我们的关联公司共享。我们只会共享必要的个人信息，且受本政策中所声明目的的约束。关联公司如要改变个人信息的处理目的，将再次征求您的授权同意。<br />
        4、与授权合作伙伴共享。仅为实现本政策中声明的目的，我们的某些产品或服务将由授权合作伙伴提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。<br />
        （1）提供技术、咨询服务的供应商<br />
        我们可能会将您的个人基本信息、账号信息共享给支持我们提供服务的第三方。这些机构包括为我们提供基础设施技术服务、数据处理服务、电信服务等。但我们要求这些服务提供商只能出于为我们提供服务的目的使用您的信息，而不得出于其自身利益使用您的信息。<br />
        <br />
        （2）广告相关的共享<br />
        广告推送与投放、广告监测与统计：我们可能会与投放广告的合作伙伴共享您的网络信息、设备信息、经您同意获取的精准定位信息，且会对部分信息进行去标识化或匿名化处理，以便不会识别您个人。我们也不会共享您的个人身份信息（指可以识别您身份的信息，例如真实姓名或手机号码，通过这些信息可以联系到您或识别您的身份）。这类合作伙伴可能将上述信息与他们合法获取的其他数据相结合，以执行广告服务或决策建议。<br />
        （3）第三方SDK服务机构<br />
        为了向您提供更好的服务，我们会接入第三方SDK服务,并将您的个人信息（IMEI信息、位置信息、IP地址、经纬度、账号信息、相册信息、设备信息）提供给第三方服务机构。接入第三方服务机构的用途包括:定位、产品推荐或广告服务、支付、完成您的信息分享指令。<br />
        我们将审慎评估、监测合作方的安全保障能力，并要求其遵循合作协议的约定，以保护您的个人信息安全。也请您充分知晓，如您在看数藏使用这类由第三方提供的服务，您将同意由其直接收集和处理您的个人信息（如以嵌入代码、插件等形式）。前述第三方收集和处理个人信息的行为应遵守其自身的个人信息保护政策，为了最大程度保障您的信息安全，我们建议您在使用任何第三方SDK服务前先行查看其个人信息保护政策。<br />
        （二）转让<br />
        我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：<br />
        1、事先获得您明确的同意或授权；<br />
        2、在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会在要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。<br />
        （三）公开披露<br />
        我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开披露您的个人信息：<br />
        1、根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；<br />
        2、根据法律、法规的要求、强制性的行政执法、司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。<br />
      </p>

      <h3>四、我们如何保护和保存您的个人信息</h3>
      <h3>（一）我们保护您个人信息的技术与措施</h3>
      <p>
        我们非常重视个人信息安全，但互联网环境并非百分之百安全。我们承诺不会将您的信息恶意出售或免费共享给任何第三方且会尽量采取一切符合行业标准和惯例的措施保护您的个人信息：
        <br />
        1、数据安全技术措施 <br />
        我们会采用符合业界标准的安全防护措施以及行业内通行的安全技术来防止您的个人信息遭到未经授权的访问、修改,避免您的个人信息泄露、损坏或丢失：
        <br />
        （1）采取加密技术对您的个人信息进行加密存储。 <br />
        （2）我们的网络服务采取了传输层安全协议等加密技术，通过https等方式提供浏览服务，确保您的个人信息在传输过程中的安全。
        <br />
        （3）在使用您的个人信息使用时，例如个人信息展示、个人信息关联计算，我们会采用包括内容替换、SHA256在内的多种数据脱敏技术增强个人信息在使用中的安全性。
        <br />
        （4）我们存储您个人数据将从安全管理、策略、过程、网络体系结构等诸多方面保障交易及个人信息安全。
        <br />
        2、为保护个人信息采取的其他安全措施 <br />
        我们通过建立数据分类分级、数据安全策略、安全开发规范来管理规范个人信息的存储和使用：
        <br />
        （1）我们采用严格的数据访问权限和多重身份认证技术控制和保护个人信息，通过与信息接触者签署严格的保密协议、监控和审计机制来对数据进行全面安全控制，避免数据被违规使用。
        <br />
        （2）我们采用代码安全检查、数据访问日志分析技术进行个人信息安全审计。
        <br />
        （3）我们还会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
        <br />
        同时，我们还将按照监管部门要求，上报个人信息安全事件的处置情况。 <br />
        3、安全事件处置 <br />
        （1）为应对个人信息泄露、损毁和丢失等可能出现的风险，我们制定了多项制度，明确安全事件、安全漏洞的分类分级标准及相应的处理流程。我们为安全事件建立了专门的应急响应团队，按照安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、定位、制定补救措施、联合相关部门进行溯源和打击。
        <br />
        （2）一旦发生个人信息安全事件，我们将按照法律法规的要求，及时向您告知安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们同时将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
        <br />
      </p>
      <h3>（二）您个人信息的保存</h3>
      <p>
        1、我们将在中华人民共和国境内收集的个人信息存储在中华人民共和国境内。<br />
        2、除非法律法规另有规定，您的个人信息将被我们保存至您账号注销之日后的一个月。我们承诺这是为了保证您作为看数藏平台消费者的权益所必需的最短期间。当您的个人信息超出该期限后，我们会对您的个人信息进行删除或匿名化处理。<br />
        3、如果我们终止服务或运营，我们会至少提前三十日通知您，并在终止服务或运营后对您的个人信息进行删除或匿名化处理。<br />
      </p>
      <h3>五、您如何管理您的个人信息</h3>
      <p>
        我们非常重视您对个人信息的关注，并尽全力保护您对于您个人信息访问、更正、删除以及撤回同意的权利，以使您拥有充分的能力保障您的隐私和安全。您的权利包括：
      </p>
      <h3>（一）访问、更正和补充您的个人信息</h3>
      <p>
        您有权访问您的个人信息，法律法规规定的例外情况除外。您可以通过看数藏平台登录看数藏平台账户，并通过如下渠道访问、查阅、修改您的个人信息：<br />
        1、在移动终端软件/APP“我的→点击头像→个人设置”中查阅、修改信息，包括头像、用户名、签名档；在看数藏网站“设置→账号设置/修改头像/个人资料”中查阅、修改信息，包括头像、用户名、签名档、账号等；<br />
        2、在移动终端软件/APP“我的→设置→隐私协议”中查询已签署的平台相关协议；<br />
        3、在移动终端软件/APP“我的→帮助与反馈→我要反馈”中要求协助您查询、更正或补充您的信息。<br />
        如果您无法通过上述链接访问这些个人信息，您可以随时通过客服热线联系我们。我们将在15天内回复您的访问请求。<br />
      </p>
      <h3>（二）删除您的个人信息</h3>
      <p>
        在以下情形中，您可以通过页面操作或拨打客服电话向我们提出删除个人信息的请求：<br />
        1、如果我们处理个人信息的行为违反法律法规；<br />
        2、如果我们收集、使用您的个人信息，却未征得您的同意；<br />
        3、如果我们处理个人信息的行为违反了与您的约定；<br />
        4、如果您不再使用我们的产品或服务，或您注销了账号；<br />
        5、如果我们终止服务及运营。<br />
        请您理解并充分知晓，当您自行或联系我们删除了某些您的个人信息，仅是取消了相应信息的公开展示。我们可能无法立即从备份系统中清除相应的信息，仍需要依据法律法规对相应的信息进行存储，直到可以从备份系统中清除或实现匿名化。<br />
      </p>
      <h3>（三）改变您授权同意的范围</h3>
      <p>
        1、关闭系统权限：您可以通过在您的设备中关闭您的相机、存储、位置、电话权限，自行选择停止使用相应的附加功能，撤回这些权限所涉及个人信息收集和使用的同意。<br />
        2、更改隐私及推送设置：您可以通过看数藏平台登录看数藏平台账户，移动终端软件/APP“我的→设置→推送设置”进行推送设置，以改变您授权同意的范围或撤回您的授权。<br />
        3、广告推送：如您对个性化推荐内容不感兴趣，可在看数藏页面中点击该内容右上角“×”按钮，选择“不感兴趣”以拒绝相关内容推荐。<br />
        您还可以通过拨打客服电话改变您的授权同意的范围。<br />
      </p>
      <h3>（四）注销您的账户</h3>
      <p>
        您可以通过看数藏平台登录看数藏平台账户，移动终端软件/APP“我的→设置→注销账号”操作注销账号。<br />
        您还可以通过拨打人工客服进行注销。<br />
        您注销账户后，我们将停止为您提供产品与/或服务，并依据您的要求，除法律法规另有规定外，我们将删除您的个人信息或对您的个人信息进行匿名化处理。<br />
      </p>
      <h3>（五）响应您的上述请求</h3>
      <p>
        您的任何疑问、建议、意见及投诉，可以通过拨打客服热线010-56295908联系我们的客服提交，或通过移动终端软件/APP“我的→帮助与反馈→我要反馈”提交，为保障安全，我们将在必要的身份验证通过后进行处理，最长将在不超过十五天或法律法规规定期限内作出答复。对于您合理的请求，我们原则上不收取费用。然而，按照有关法律法规及国家标准，在以下情形中，我们可能无法响应您的请求：<br />
        1、与国家安全、国防安全直接相关的；<br />
        2、与与公共安全、公共卫生、重大公共利益等有关的；<br />
        3、与犯罪侦查、起诉、审判和执行判决等有关的；<br />
        4、有充分证据表明您存在主观恶意或滥用权利的；<br />
        5、处于维护您或其他个人的生命、财产等重大合法权益担忧很难得到您同意的；<br />
        6、响应您的请求将导致其他个人信息主体或其他个人、组织的合法权益受到严重损害的；<br />
        7、涉及商业秘密的。<br />
      </p>
      <h3>六、未成年人的个人信息保护</h3>
      <p>
        （一）看数藏主要面向成人。如果没有父母或监护人的同意，儿童不应创建自己的个人信息主体账户。<br />
        （二）对于经父母同意而收集儿童个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护儿童所必要的情况下使用或公开披露此信息。<br />
        （三）尽管当地法律和习俗对儿童的定义不同，但我们将不满14周岁的任何人均视为儿童。<br />
        （四）如果我们发现自己在未事先获得可证实的父母或监护人同意的情况下收集了儿童的个人信息，则会设法尽快删除相关数据。
      </p>
      <h3>七、通知和修订</h3>
      <p>
        （一）为给您提供更好的服务以及随着我们业务的发展，本隐私政策也会随之更新。但未经您明确同意，我们不会削减您依据本隐私政策所应享有的权利。我们会通过看数藏平台上发出更新版本并在生效前通过公告或以其他适当方式提醒您相关内容的更新，也请您访问看数藏平台以便及时了解最新的隐私政策。<br />
        （二）对于重大变更，我们还会提供更为显著的通知（我们会通过包括但不限于APP公告、短信或在浏览页面做特别提示等方式，说明隐私政策的具体变更内容）。<br />
        本政策所指的重大变更包括但不限于：<br />
        1、我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；<br />
        2、我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；<br />
        3、个人信息共享、转让或公开披露的主要对象发生变化；<br />
        4、您参与个人信息处理方面的权利及其行使方式发生重大变化；<br />
        5、我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；<br />
        6、个人信息安全影响评估报告表明存在高风险时。
      </p>
      <p><b>版本生效日期：2022年6月11日</b></p>
    </section>
  </section>
</template>

<script setup lang="ts">
let detail1 = ref(true);
let detail2 = ref(false);
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped lang="scss">
.warp {
  background-color: #fff;

  .content {
    padding: 15px 7px 15px 10px;

    .underline {
      text-decoration: underline;
    }

    h3 {
      font-size: 16px; /*px*/
      color: #333;
      margin: 15px 0; /*px*/
      line-height: 18px;
    }

    p,
    div {
      font-size: 16px; /*px*/
      color: #999;
      line-height: 25px;
      text-align: justify;

      a {
        color: #4cb5f2;
      }
    }

    .p1 {
      text-indent: 23px;
    }

    .p2 {
      margin-bottom: 16px; /*px*/
    }

    u {
      color: #333;
    }
  }

  table {
    border-collapse: collapse;
    border-spacing: 0;
    word-break: break-all;
    font-size: 12px;
    color: #999;
    border-color: #999;
  }
}
</style>
