<template>
  <section class="warp">
    <section class="content">
      <h3>【首部及导言】</h3>
      <p>
        欢迎您使用看数藏平台的服务！
        为使用看数藏平台的服务，您应当阅读并遵守《看数藏用户服务协议》（以下简称“本协议”）和《看数藏用户隐私权政策》。
        <b
          >请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制看数藏平台责任的条款、对用户权利进行限制的条款、约定争议解决方式和司法管辖的条款等，以及开通或使用某项服务的单独协议或规则。限制、免责条款或者其他涉及您重大权益的条款可能以加粗、加下划线等形式提示您重点注意。</b
        >
      </p>
      <p>
        <b
          >除非您已充分阅读、完全理解并接受本协议所有条款，否则您无权使用看数藏平台服务。您点击“同意”或“下一步”，或您使用看数藏平台服务，或者以其他任何明示或者默示方式表示接受本协议的，均视为您已阅读并同意签署本协议。本协议即在您与看数藏平台之间产生法律效力，成为对双方均具有约束力的法律文件。<span
            class="underline"
            >阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序。</span
          >
        </b>
      </p>

      <h3>一、【协议的范围】</h3>
      <p>
        1.1本协议是用户（或简称“您”）与看数藏之间就用户下载、安装、注册、登录、使用看数藏平台软件，并获得看数藏平台软件提供的相关服务所订立的协议，您应当遵循本协议及看数藏平台规则的约定。
        <br />
        1.2看数藏平台规则：包括所有看数藏已经发布或将来可能发布、修订的各类规则、规范、规则解读、实施细则、通知、产品流程说明、公告等。
        <br />
        1.3看数藏有权根据需要不时地修改本协议正文各条款或制定、修改各看数藏平台规则并在本平台相关系统板块发布，无需另行单独通知。您应不时地注意本协议正文各条款及本平台规则的变更，若您在本协议正文相关条款和/或本平台规则内容公告变更后继续使用本平台提供的服务的，表示您已充分阅读、理解并接受修改后的内容，也将遵循修改后的本协议正文条款和/或本平台规则使用看数藏平台服务。
      </p>

      <h3>二、【使用看数藏平台软件及相关服务】</h3>
      <p>
        2.1看数藏平台软件是指看数藏开发并按照本协议及看数藏其他协议、规则之约定授权您下载、安装、使用的软件。<br />
        2.2您知晓并同意，看数藏可能会根据需要更新或调整本软件和/或本服务的内容。<br />
        2.3看数藏许可您一项个人的、不可转让的、非独占地和非商业的合法使用看数藏平台软件及相关服务的权利。本协议未明示授权的其他一切权利仍由看数藏保留，您在行使该些权利前须另行获得看数藏的书面许可，同时看数藏如未行使前述任何权利，并不构成对该权利的放弃。<br />
        2.4看数藏将为您提供信用卡、贷款等个人金融信贷产品综合比较、推荐服务，周边资讯服务及发布并分享信用卡相关评论。
      </p>
      <h3>三、【账号及合法使用】</h3>
      <p>
        3.1
        <b class="underline"
          >您在使用本服务时需要使用您的手机号码注册一个账号并使用验证码或自行设置的密码用于登录、使用看数藏平台软件或服务。如未来看数藏向您收取合理费用，看数藏会采取合理途径并以足够合理的期限提前通过法定程序通知您，确保您有充分选择的权利。</b
        >
        <br />
        3.2您的账号仅限于您本人使用，未经看数藏书面同意，禁止以任何形式赠与、借用、出租、转让、售卖或以其他方式许可他人使用该账号。您应妥善保管账户和密码，不得将相关信息授权给第三方使用。您在此确认，使用您的账号和密码登录本平台后在本平台的一切行为均视为代表您本人意志的您行为，由您承担相应的法律后果。因您主动泄露、出借账户信息或因您遭受他人攻击、诈骗等行为导致的损失及后果，看数藏并不承担责任,您可以通过司法、行政等救济途径向侵权行为人追偿。<br />
        3.3您理解并承诺，您在账号注册及使用过程中需遵守相关法律法规，不得实施任何侵害国家利益、损害其他公民合法权益，有害社会道德风尚的行为，否则看数藏有权拒绝提供本服务，且您应承担因此产生的一切责任；看数藏及看数藏合作方或雇员或任何第三人合法权益因此受损的，您应承担损害赔偿责任。<br />
        3.4您应对自己在使用本服务过程中的行为承担法律责任。您承担法律责任的形式包括但不限于：赔偿因您行为受到损失的受损者，以及在看数藏承担了因您行为导致的行政处罚或侵权损害赔偿责任、遭受第三方索赔后7日内给予看数藏等额的赔偿。<br />
        3.5在注册、使用和管理账号时，您应保证注册账号时填写信息的真实性，请您在注册、管理账号时使用真实、准确、合法、有效的信息（包括您填写的手机号、姓名、收款账号等）。若您提交的材料或提供的信息不规范或不符合要求的，则看数藏有权拒绝为您提供相关功能，您可能无法使用看数藏平台软件及相关服务或在使用过程中部分功能受到限制。
      </p>

      <h3>四、 【用户个人信息的保护及授权】</h3>
      <p>
        看数藏与您一同致力于您个人信息的保护，保护用户个人信息是看数藏的基本原则之一。在使用看数藏平台软件及相关服务的过程中
        ，<b class="underline"
          >您可能需要提供您的个人信息以便看数藏向您提供更好的服务和相应的技术支持。看数藏将按<a
            href="https://h5.51credit.com/flow/ucard-privacy-agreement"
            >《看数藏用户隐私权政策》</a
          >约定运用加密技术、匿名化处理等其他与看数藏平台软件及相关服务相匹配的技术措施及其他安全措施保护您的个人信息。</b
        >
      </p>

      <h3>五、【广告及第三方服务】</h3>
      <p>
        5.1<b class="underline"
          >您理解并同意，在使用看数藏平台软件及相关服务过程中看数藏可能会向您推送具有相关性的信息、广告发布或个人金融信贷产品推荐服务</b
        >，且看数藏将在看数藏平台软件及相关服务中展示看数藏平台软件及相关服务相关和/或第三方供应商、合作伙伴的商业广告、推广或信息（包括商业或非商业信息）。更多内容，可参见<a
          href="https://h5.51credit.com/flow/privacy_agreement"
          >《看数藏用户隐私权政策》</a
        >。<br />
        5.2
        <b class="underline"
          >如您在看数藏平台软件中使用第三方提供的软件或相关服务时，除遵守本协议及看数藏平台相关规则外，还可能需要同意并遵守第三方的协议、隐私政策及相关规则。如因第三方软件及相关服务产生的争议、损失或损害，由您与第三方自行解决，看数藏并不就此而对您或任何第三方承担任何责任。</b
        >
      </p>

      <h3>六、【责任范围及责任限制】</h3>
      <p>
        <b>
          6.1看数藏在此郑重提请您注意，任何经由看数藏而发布、上传的文字、图片、图形或其他资料（以下简称“内容
          ”），无论系公开还是非公开传送，均由内容提供者承担责任。看数藏均不为任何内容负责，但看数藏有权依法停止传输任何前述内容并采取相应行动，包括但不限于暂停用户使用看数藏的全部或部分产品与/或服务，保存有关记录，并向有关机关报告等。<br />
          6.2看数藏仅对本协议中列明的责任承担范围负责。您明确了解并同意因以下原因造成的，包括但不限于经济、信誉、数据损失或其他无形损失，看数藏不承担任何直接、间接、附带、特别、衍生性或惩罚性赔偿责任：<br />
          （1）本服务符合您的需求。<br />
          （2）本服务不受干扰、及时提供或免于出错。<br />
          （3）使用本服务取得之结果正确可靠。<br />
          （4）任何第三方在看数藏中所作之声明或行为。<br />
          （5）看数藏合作的第三方及相关产品信息是由该合作方自行提供的，看数藏无法保证该信息之准确、及时和完整，您应对您的判断承担全部责任。<br />
          （6）您经由看数藏之使用下载或取得任何资料，应由您自行考量且自负风险，因资料之下载而导致您电脑系统之任何损坏或资料流失，您应负完全责任。<br />
          （7）您自看数藏及看数藏工作人员或经由看数藏取得之建议和资讯，无论其为书面或口头形式，除非本协议有明确规定，均不构成本协议以外之任何保证。<br />
          （8）与看数藏相关的其他事宜，但本协议有明确规定的除外。<br />
          6.3您在使用本服务时应遵守中华人民共和国相关法律法规及您所属、所居住或开展经营活动或其他业务的国家或地区的法律法规，不得将本服务用于任何非法目的(包括用于禁止或限制交易物品的交易)，也不得以任何非法方式使用我们的服务。<br
        /></b>
        6.4您不得利用本服务从事侵害他人合法权益之行为，否则看数藏有权拒绝提供服务，且您应承担所有相关法律责任，因此导致看数藏、看数藏雇员或其他第三方受损的，您应承担赔偿责任。上述适用的情况包括但不限于：<br />
        （1）侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权等合法权益；<br />
        （2）违反依法定或约定之保密义务；<br />
        （3）冒用他人名义使用本服务；<br />
        （4）从事不法交易行为，如洗钱、恐怖融资、贩卖枪支、毒品、禁药、盗版软件、黄色淫秽物品、其他看数藏认为不得使用本服务进行交易的物品等；<br />
        （5）提供赌博资讯或以任何方式引诱他人参与赌博；<br />
        （6）从事任何可能含有电脑病毒或是可能侵害本服务系统、资料之行为；<br />
        （7）其他看数藏有正当理由认为不适当之行为。<br />
        6.5因下列状况导致服务暂停或中断的，看数藏不承担违约或赔偿责任：<br />
        （1）因自然灾害如洪水、台风、火灾、爆炸、雷电、地震和风暴等以及社会事件如停电、战争、动乱、恐怖袭击、政府行为、国家政策的突然变动和罢工等不可抗力之因素，造成看数藏不能提供服务的；<br />
        （2）电信技术部门调整或故障、网站升级的问题等原因而造成的服务中断或者延迟；<br />
        （3）网络、电信设备出现故障不能进行数据传输的；<br />
        （4）云服务系统、计算机系统遭到破坏、瘫痪或无法正常使用而导致信息或纪录的丢失；<br />
        （5）因政府管制而造成的暂时关闭；<br />
        （6）黑客攻击； <br />（7）病毒侵袭；<br />
        （8）看数藏公告之系统停机维护期间；<br />
        （9）在紧急情况之下为维护国家安全或其它用户及第三者之人身安全的；<br />
        （10）其它非看数藏原因引起的服务中断或终止。<br />
        6.6若看数藏发现您不当使用账号或因您的账号被他人举报投诉时，或看数藏认为您已经违反本协议，看数藏有权不经通知随时终止您的账号或本服务之使用（或服务之任何部分），并将您在看数藏内任何内容加以移除并删除。
      </p>

      <h3>七、【知识产权】</h3>
      <p>
        7.1除第三方产品或服务外，看数藏官方渠道及所有系统上的全部内容，包括但不限于数据库、软件、著作、图片、录像、音乐、声音及其前述组合，软件编译、相关源代码和软件（包括小应用程序和脚本）档案、资讯、资料、架构、网页设计，均由看数藏依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。<br />
        7.2非经看数藏书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表看数藏任何材料或内容。<br />
        7.3用户在使用看数藏产品和服务时发表上传的文字、图片等原创的信息，此知识产权归属用户，您点击同意本协议，即表明您同意授予看数藏所有上述内容在全球范围内的、免费的、不可撤销的、无期限限制的、可再许可或转让的非独家著作财产权使用权许可，据该许可看数藏将有权以展示、推广及其他不为我国法律所禁止的方式使用前述内容。<br />
        7.4
        <b
          >看数藏尊重并保护法人、公民的知识产权、名誉权、姓名权、隐私权等合法权益。用户应保证，在使用看数藏的产品和服务时上传的文字、图片等信息不侵犯任何第三方的合法权益。否则，看数藏有权移除该侵权信息。前述第三方提出的全部权利主张，用户应自行承担全部赔偿责任，看数藏因此遭受的包括但不限于经济、企业商誉等损失，均由该用户承担。</b
        >
      </p>

      <h3>八、【通知与送达】</h3>
      <p>
        8.1
        <b class="underline"
          >您注册使用本平台服务填写的地址为唯一、固定、有效的送达地址（包括但不限于非电子送达地址以及平台公告、系统消息、站内信信息、手机号码、QQ/微信/MSN等即时聊天平台服务账号等电子送达地址），为寄送有关文件或双方发生法律争议时有关法律机构寄送有关文件的有效地址。</b
        ><br />
        8.2看数藏通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。<br />
        8.3对于在看数藏平台上因交易活动引起的任何纠纷，您同意司法机关（包括但不限于人民法院）可以通过电子送达地址向您送达法律文书（包括但不限于诉讼文书）。司法机关向上述联系方式发出法律文书即视为送达。您指定的邮寄地址为您的法定联系地址或您提供的有效联系地址。<br />
        8.4您同意司法机关可采取以上一种或多种送达方式向您达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。<br />
        8.5您同意上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行以及督促程序等。<br />
        8.6您应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。<br />
      </p>

      <h3>九、【附则】</h3>
      <p>
        9.1本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。对于因本协议而产生的或者与本协议有关的争议，双方均应努力通过友好协商的方式进行解决。<b
          class="underline"
          >协商不成的，任何一方均有权向北京仲裁委员会提起仲裁。</b
        ><br />
        9.2本协议条款的标题仅作参考使用，不界定、影响或限制本协议条款的含义、描述及解释。
      </p>

      <p><b>版本生效日期：2022年6月11日</b></p>
    </section>
  </section>
</template>

<script lang="ts">
import { defineComponent } from "vue";

export default defineComponent({
  data() {
    return {};
  }
});
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped lang="scss">
.warp {
  background-color: #fff;

  .content {
    padding: 15px 7px 15px 10px;

    .underline {
      text-decoration: underline;
    }

    h3 {
      font-size: 16px; /*px*/
      color: #333;
      margin: 15px 0; /*px*/
      line-height: 18px;
    }

    p {
      font-size: 16px; /*px*/
      color: #999;
      line-height: 25px;
      text-align: justify;

      a {
        color: #4cb5f2;
      }
    }

    .p1 {
      text-indent: 23px;
    }

    .p2 {
      margin-bottom: 16px; /*px*/
    }

    u {
      color: #333;
    }
  }
}
</style>
